{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Sonder",
			"Children": [
				{
					"Source":
					{
						"Text": "Abilities need to be unlocked to use"
					},
					"Translation":
					{
						"Text": "技能需要解锁才能使用"
					},
					"Key": "OptionsAbilitiesDisclaimer"
				},
				{
					"Source":
					{
						"Text": "Action"
					},
					"Translation":
					{
						"Text": "行动"
					},
					"Key": "OptionsAction"
				},
				{
					"Source":
					{
						"Text": "Auto"
					},
					"Translation":
					{
						"Text": "自动设置"
					},
					"Key": "OptionsGraphicsAuto"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "MenuBack"
				},
				{
					"Source":
					{
						"Text": "Back to main"
					},
					"Translation":
					{
						"Text": "返回主页面"
					},
					"Key": "MenuBackToMain"
				},
				{
					"Source":
					{
						"Text": "Brightness"
					},
					"Translation":
					{
						"Text": "亮度"
					},
					"Key": "OptionsBrightness"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "取消"
					},
					"Key": "OptionsCancel"
				},
				{
					"Source":
					{
						"Text": "Client"
					},
					"Translation":
					{
						"Text": "客户端"
					},
					"Key": "Client"
				},
				{
					"Source":
					{
						"Text": "Close"
					},
					"Translation":
					{
						"Text": "关闭"
					},
					"Key": "MenuClose"
				},
				{
					"Source":
					{
						"Text": "Closed Chamber"
					},
					"Translation":
					{
						"Text": "关闭大厅"
					},
					"Key": "Level_Arena1"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "继续"
					},
					"Key": "MenuContinue"
				},
				{
					"Source":
					{
						"Text": "Create Steam session"
					},
					"Translation":
					{
						"Text": "创建Steam的会议"
					},
					"Key": "CreateSteamSession"
				},
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": "荣誉"
					},
					"Key": "MenuCredits"
				},
				{
					"Source":
					{
						"Text": "Defeat as many enemies as you can.\r\nYour abilities can be combined for greater destructive power. \r\nReady? Let's go!"
					},
					"Translation":
					{
						"Text": "请击败敌人。\r\n你们的能力可以结合起来造成更大的伤害。\r\n准备好了吗？进发！"
					},
					"Key": "EndlessDesc"
				},
				{
					"Source":
					{
						"Text": "Developer stuff"
					},
					"Translation":
					{
						"Text": "开发者模式"
					},
					"Key": "DeveloperOnly"
				},
				{
					"Source":
					{
						"Text": "Disconnect"
					},
					"Translation":
					{
						"Text": "断线"
					},
					"Key": "MenuDisconnect"
				},
				{
					"Source":
					{
						"Text": "Disconnecting... please wait"
					},
					"Translation":
					{
						"Text": "正在i断线...请稍等"
					},
					"Key": "DisconnectWaitText"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "史诗"
					},
					"Key": "OptionsGraphicsEpic"
				},
				{
					"Source":
					{
						"Text": "Game Menu"
					},
					"Translation":
					{
						"Text": "游戏菜单"
					},
					"Key": "OptionsGameMenu"
				},
				{
					"Source":
					{
						"Text": "Game Over!"
					},
					"Translation":
					{
						"Text": "挑战失败！"
					},
					"Key": "GameOver"
				},
				{
					"Source":
					{
						"Text": "Gameplay options"
					},
					"Translation":
					{
						"Text": "游戏选项"
					},
					"Key": "MenuPauseTitle"
				},
				{
					"Source":
					{
						"Text": "Graphics Quality"
					},
					"Translation":
					{
						"Text": "图形质量"
					},
					"Key": "OptionsGraphicsQual"
				},
				{
					"Source":
					{
						"Text": "Graveyard"
					},
					"Translation":
					{
						"Text": "墓地"
					},
					"Key": "Level_Tutorial"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "OptionsGraphicsHigh"
				},
				{
					"Source":
					{
						"Text": "Host"
					},
					"Translation":
					{
						"Text": "主办"
					},
					"Key": "MenuHost"
				},
				{
					"Source":
					{
						"Text": "Host Only"
					},
					"Translation":
					{
						"Text": "为一主办"
					},
					"Key": "OptionsHostOnlyDisclaimer"
				},
				{
					"Source":
					{
						"Text": "Invite"
					},
					"Translation":
					{
						"Text": "邀请"
					},
					"Key": "MenuInvite"
				},
				{
					"Source":
					{
						"Text": "Join"
					},
					"Translation":
					{
						"Text": "加入"
					},
					"Key": "MenuJoin"
				},
				{
					"Source":
					{
						"Text": "Join random lobby"
					},
					"Translation":
					{
						"Text": "加入随机的会议"
					},
					"Key": "JoinRandomLobby"
				},
				{
					"Source":
					{
						"Text": "Joining Session"
					},
					"Translation":
					{
						"Text": "正在加入会议"
					},
					"Key": "JoiningPlayerHeader"
				},
				{
					"Source":
					{
						"Text": "Joining {friendName}, please wait..."
					},
					"Translation":
					{
						"Text": "正在加入 {friendName}，请稍等..."
					},
					"Key": "JoiningFriend"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "跳"
					},
					"Key": "OptionsJump"
				},
				{
					"Source":
					{
						"Text": "Key or Mouse Button"
					},
					"Translation":
					{
						"Text": "按键或按钮"
					},
					"Key": "OptionsMNK"
				},
				{
					"Source":
					{
						"Text": "Last time: {last}\r\nBest time: {best}"
					},
					"Translation":
					{
						"Text": "上一次: {last}\r\n最快一次 {best}"
					},
					"Key": "LastBestTime"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "OptionsGraphicsLow"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "全球销量"
					},
					"Key": "MasterVolume"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "OptionsGraphicsMedium"
				},
				{
					"Source":
					{
						"Text": "Move"
					},
					"Translation":
					{
						"Text": "动"
					},
					"Key": "OptionsMove"
				},
				{
					"Source":
					{
						"Text": "New High Score!"
					},
					"Translation":
					{
						"Text": "新纪录"
					},
					"Key": "NewHigh"
				},
				{
					"Source":
					{
						"Text": "No connection"
					},
					"Translation":
					{
						"Text": "无连接"
					},
					"Key": "NoSteamConnection"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "毫无"
					},
					"Key": "OptionsNone"
				},
				{
					"Source":
					{
						"Text": "Not connected to Steam"
					},
					"Translation":
					{
						"Text": "未连接到 Steam"
					},
					"Key": "NotConnectedToSteam"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "肯定"
					},
					"Key": "MenuOk"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "选项"
					},
					"Key": "MenuOptions"
				},
				{
					"Source":
					{
						"Text": "Perdition Platform"
					},
					"Translation":
					{
						"Text": "灭亡平台"
					},
					"Key": "Level_Level1"
				},
				{
					"Source":
					{
						"Text": "Pick chapter"
					},
					"Translation":
					{
						"Text": "选择章节"
					},
					"Key": "MenuPickChapter"
				},
				{
					"Source":
					{
						"Text": "Play local"
					},
					"Translation":
					{
						"Text": "本地玩"
					},
					"Key": "PlayLocal"
				},
				{
					"Source":
					{
						"Text": "Play online"
					},
					"Translation":
					{
						"Text": "线上玩"
					},
					"Key": "PlayOnline"
				},
				{
					"Source":
					{
						"Text": "Play!"
					},
					"Translation":
					{
						"Text": "开始"
					},
					"Key": "MenuStartGame"
				},
				{
					"Source":
					{
						"Text": "Playing locally requires two gamepads. Do you want to continue?"
					},
					"Translation":
					{
						"Text": "本地模式需要两个游戏手柄。要继续吗？"
					},
					"Key": "MenuLocalWarning"
				},
				{
					"Source":
					{
						"Text": "Press New Key"
					},
					"Translation":
					{
						"Text": "按下新按钮"
					},
					"Key": "OptionsPressNewKey"
				},
				{
					"Source":
					{
						"Text": "Press enter or D-pad down to continue"
					},
					"Translation":
					{
						"Text": "按Enter或按方向键D继续"
					},
					"Key": "EnterToContinue"
				},
				{
					"Source":
					{
						"Text": "Print all lobbies"
					},
					"Translation":
					{
						"Text": "列所有大厅"
					},
					"Key": "PrintAllLobbies"
				},
				{
					"Source":
					{
						"Text": "Progress Has Been Reset"
					},
					"Translation":
					{
						"Text": "进度已重置"
					},
					"Key": "OptionsResetCompleted"
				},
				{
					"Source":
					{
						"Text": "Punch"
					},
					"Translation":
					{
						"Text": "殴打"
					},
					"Key": "OptionsPunch"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "退出"
					},
					"Key": "MenuQuit"
				},
				{
					"Source":
					{
						"Text": "Reset Progress"
					},
					"Translation":
					{
						"Text": "重置进度"
					},
					"Key": "ClearSave"
				},
				{
					"Source":
					{
						"Text": "Reset players"
					},
					"Translation":
					{
						"Text": "重置玩家"
					},
					"Key": "MenuSuicide"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "继续"
					},
					"Key": "MenuResume"
				},
				{
					"Source":
					{
						"Text": "Retry"
					},
					"Translation":
					{
						"Text": "重试"
					},
					"Key": "Retry"
				},
				{
					"Source":
					{
						"Text": "Reunited"
					},
					"Translation":
					{
						"Text": "团聚"
					},
					"Key": "Level_Ending"
				},
				{
					"Source":
					{
						"Text": "Robot Ability 1"
					},
					"Translation":
					{
						"Text": "机器人技能 1"
					},
					"Key": "OptionsRobAbil1"
				},
				{
					"Source":
					{
						"Text": "Robot Ability 2"
					},
					"Translation":
					{
						"Text": "机器人技能 2"
					},
					"Key": "OptionsRobAbil2"
				},
				{
					"Source":
					{
						"Text": "Select a Chapter"
					},
					"Translation":
					{
						"Text": "选择章节"
					},
					"Key": "SelectAChapter"
				},
				{
					"Source":
					{
						"Text": "Skip Cutscene"
					},
					"Translation":
					{
						"Text": "跳过过场动画"
					},
					"Key": "OptionsSkipCutscene"
				},
				{
					"Source":
					{
						"Text": "Sonder Ball"
					},
					"Translation":
					{
						"Text": "Sonder球"
					},
					"Key": "Level_Football"
				},
				{
					"Source":
					{
						"Text": "Sonder could not initialize a connection to Steam. Check your internet connection and try launching the game through Steam."
					},
					"Translation":
					{
						"Text": "Sonder 无法初始化与 Steam 的连接。检查您的互联网连接并尝试通过 Steam 启动游戏。"
					},
					"Key": "NoSteamConnectionBody"
				},
				{
					"Source":
					{
						"Text": "Soul Ability 1"
					},
					"Translation":
					{
						"Text": "灵魂技能 1"
					},
					"Key": "OptionsSoulAbil1"
				},
				{
					"Source":
					{
						"Text": "Soul Ability 2"
					},
					"Translation":
					{
						"Text": "灵魂技能 2"
					},
					"Key": "OptionsSoulAbility2"
				},
				{
					"Source":
					{
						"Text": "Survival Mode (Beta)"
					},
					"Translation":
					{
						"Text": "生存模式 (Beta)"
					},
					"Key": "Level_Survival"
				},
				{
					"Source":
					{
						"Text": "The Escape"
					},
					"Translation":
					{
						"Text": "惊险逃生"
					},
					"Key": "Level_Level2"
				},
				{
					"Source":
					{
						"Text": "This will reset all map/level progress. Are you sure?"
					},
					"Translation":
					{
						"Text": "这会重置所有关卡进度。你确定吗?"
					},
					"Key": "OptionsConfirmClearBody"
				},
				{
					"Source":
					{
						"Text": "Ultimation"
					},
					"Translation":
					{
						"Text": "终极"
					},
					"Key": "Level_Arena2"
				},
				{
					"Source":
					{
						"Text": "View Controller Scheme"
					},
					"Translation":
					{
						"Text": "查看控制器方案"
					},
					"Key": "OptionsViewCtrlScheme"
				},
				{
					"Source":
					{
						"Text": "View Mouse And Keyboard"
					},
					"Translation":
					{
						"Text": "查看鼠标和键盘"
					},
					"Key": "OptionsViewMNK"
				},
				{
					"Source":
					{
						"Text": "Waiting for host..."
					},
					"Translation":
					{
						"Text": "等主办人"
					},
					"Key": "MenuWaitingForHost"
				},
				{
					"Source":
					{
						"Text": "Wave {cur}/{tot}"
					},
					"Translation":
					{
						"Text": "轮 {cur}/{tot}"
					},
					"Key": "CurrentWave"
				},
				{
					"Source":
					{
						"Text": "Welcome to Survival mode!"
					},
					"Translation":
					{
						"Text": "欢迎来到生存模式！"
					},
					"Key": "EndlessWelcome"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "对"
					},
					"Key": "OptionsConfirmDelete"
				},
				{
					"Source":
					{
						"Text": "You reached {score} points!"
					},
					"Translation":
					{
						"Text": "你们达到了{score}分!"
					},
					"Key": "EndlessScoreNoHigh"
				},
				{
					"Source":
					{
						"Text": "You reached {score} points!\r\n\r\nYour high score is {hs}."
					},
					"Translation":
					{
						"Text": "你们达到了{score}分!\r\n\r\n你们的最高记录是{hs}分!"
					},
					"Key": "EndlessScoreWithHigh"
				},
				{
					"Source":
					{
						"Text": "{n} {n}|plural(one=friend session,other=friend sessions) found"
					},
					"Translation":
					{
						"Text": "找到的好友会议"
					},
					"Key": "MenuServersFound"
				},
				{
					"Source":
					{
						"Text": "{on} {on}|plural(one=friend,other=friends) online"
					},
					"Translation":
					{
						"Text": "好友在线"
					},
					"Key": "FriendsOnline"
				}
			]
		}
	]
}